include/fedex/sample/Ground/Domestic/DeleteTagRequest.txt

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://fedex.com/ws/ship/v8"><SOAP-ENV:Body><DeleteTagRequest><WebAuthenticationDetail><UserCredential><Key></Key><Password></Password></UserCredential></WebAuthenticationDetail><ClientDetail><AccountNumber></AccountNumber><MeterNumber>7018124</MeterNumber></ClientDetail><TransactionDetail><CustomerTransactionId>TC05_USUS_CancelGroundCallTag_POS</CustomerTransactionId></TransactionDetail><Version><ServiceId>ship</ServiceId><Major>8</Major><Intermediate>0</Intermediate><Minor>0</Minor></Version><DispatchDate>2010-03-17</DispatchDate><Payment><PaymentType>SENDER</PaymentType><Payor><AccountNumber></AccountNumber><CountryCode>US</CountryCode></Payor></Payment><ConfirmationNumber>997038004670766</ConfirmationNumber></DeleteTagRequest></SOAP-ENV:Body></SOAP-ENV:Envelope>